export const contentData = [
    {
        title: "карточка 1",
        content: "Здесь будет контент для карточки 1. Здесь будет подробное описание."
    },
    {
        title: "карточка 2",
        content: "Здесь будет контент для карточки 2. Здесь будет подробное описание."
    },
    {
        title: "карточка 3",
        content: "Здесь будет контент для карточки 3. Здесь будет подробное описание."
    },
    {
        title: "карточка 4",
        content: "Здесь будет контент для карточки 4. Здесь будет подробное описание."
    },
    {
        title: "карточка 5",
        content: "Здесь будет контент для карточки 5. Здесь будет подробное описание."
    },
    {
        title: "карточка 6",
        content: "Здесь будет контент для карточки 6. Здесь будет подробное описание."
    },
    {
        title: "карточка 7",
        content: "Здесь будет контент для карточки 7. Здесь будет подробное описание."
    },
    {
        title: "карточка 8",
        content: "Здесь будет контент для карточки 8. Здесь будет подробное описание."
    }
];
