export const flipCardData = [
    {
        num: 1,
        frontContent: 'Поиск работы',
        backContent: 'Выплаты при заключении контракта и три месяца после трудоустройства, стипендия на период обучения, оплачиваемая стажировка',
        details: 'описание'
    },
    {num: 2, frontContent: 'Открытие бизнеса', backContent: 'До 350 000 руб.', details: 'описание'
    },
    {num: 3, frontContent: 'Развитие подсобного хозяйства', backContent: 'До 200 000 руб.', details: 'описание'},
    {
        num: 4,
        frontContent: 'Обучение или переобучение',
        backContent: 'До 30 000 руб. на получение навыков предпринимательской деятельности или ведения хозяйства, на освоение новой профессии',
        details: 'описание'
    },
    {
        num: 5,
        frontContent: 'Преодоление сложной жизненной ситуации',
        backContent: 'Единоразовая или ежемесячная финансовая помощь',
        details: 'описание'
    },
];




