export const timeLineData = [
    {
        popupNumber: 1,
        popupTitle: 'Общие вопросы',
        popupDetails: 'Помогут Вам оценить качественные и количественные характеристики франчайзера, риски работы с\n' +
            '                            данной компанией, увидеть, насколько она серьезно подходит к построению сети и выбору\n' +
            '                            партнеров.',
    },
    {
        popupNumber: 2,
        popupTitle: 'Экономика',
        popupDetails: '&quot;Экономический блок&quot; вопросов поможет Вам оценить собственные ресурсы, грамотно\n' +
            '                            спланировать\n' +
            '                            бюджет открытия, рассчитать прибыль и необходимые дополнительные вливания. Кроме того, часто\n' +
            '                            франчайзеры занижают объем необходимых в открытие средств или не афишируют те или иные\n' +
            '                            платежи. Наша задача - узнать обо всем до принятия решения.',
    },
    {
        popupNumber: 3,
        popupTitle: 'Право',
        popupDetails: 'Время переговоров на словах франчайзер может много всего обещать, но обращать внимание\n' +
            '                            всегда стоит на договор и его пункты. Чем более подробный договор Вы заключаете, тем меньше\n' +
            '                            вероятность внезапных решений франчайзера и негативных последствий. В идеале договор\n' +
            '                            франчайзинга состоит не менее чем из 20 листов и содержит подробную информацию о каждом\n' +
            '                            этапе сотрудничества и обязательствах сторон по всем аспектам.',
    },
    {
        popupNumber: 4,
        popupTitle: 'Поддержка',
        popupDetails: 'То, как франчайзер отвечает на Ваши вопросы, показывает его отношение к своим партнерам и\n' +
            '                            готовность помогать на стадии запуска Вашего бизнеса',
    },
    {
        popupNumber: 5,
        popupTitle: 'Партнерство',
        popupDetails: 'Необходимо быть готовым к любым жизненным ситуациям и понимать, на что франчайзер имеет\n' +
            '                            право в рамках договора, а в чем Вы ему можете отказать. И наоборот, что франчайзер может\n' +
            '                            контролировать в Вашем бизнесе и за что он может Вас штрафовать и наказывать, а за что может\n' +
            '                            даже отозвать франшизу.',
    },

];
